[M_SecretSirens MissionDefinition]
MissionName="Angel Secrets"
MissionDescription=""
TurnInDescription=""
MissionSummary=""
MissionGiver=""
MissionTurnInLocation=""
TeaserText=""

[M_SecretSirens:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SecretSirens:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_SecretSirens:SecretSirens_KillSnitch MissionObjectiveDefinition]
ProgressMessage="Deadly betrayal:"

[M_SecretSirens:SecretSirens_Recorders MissionObjectiveDefinition]
ProgressMessage="record the data:"

